Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/stotte_til_produksjon_av_utstilling_med_iver_jaks.html.tmx
Source language: nob
Languages: sme

source: Støtte til produksjon av utstilling med Iver Jåks
sme: Doarjja Iver Jåksa čájáhusa buvttadit

source: Sametingsrådet har bevilget 200 000 kroner til Tegnerforbundet, til medvirkning av samiske kunstnere i utstillingen av Iver Jåks.
sme: Sámediggeráđđi lea juolludan 200 000 ruvnno Tegnerforbundii, váikkuheamis sámi dáiddáriid čájáhussii Iver Jåksa bokte.

source: Utstillingen skal vises på Tegnerforbundets lokaler i Oslo.
sme: Čájáhus čájehuvvo Tegnerforbudet visttiin Oslos.

source: I perioden fra 27. oktober til 22. desember i år presenterer Tegnerforbundet den første retrospektive utstillingen med den samiske kunstneren Ánddir Ivvár Ivvár, Iver Jåks, i Oslo.
sme: Áigodagas golggotmánu 27.b.- juovlamánu 22.b. dán jagi čájeha Tegnerforbundet vuosttaš retrospektiiva čájáhusa sámi dáiddáriin Ánddir Ivvár Ivváriin, Iver Jåksain, Oslos.

source: Utstillingen har fokus på Jåks’ tegninger som ikke har blitt vist offentlig tidligere.
sme: Čájáhus deattuha Jåksa tevnnegiid mat eai leat ovdal čájehuvvon almmolaččat.

source: De tre samiske kunstnerne Laila Labba, Niilas Helander og Kurt Hermansen vil bidra til utstillingen med nyproduserte verk som står i dialog med Jåks kunstnerskap.
sme: Golbma sámi dáiddára Laila Labba, Niillas Helander ja Kurt Hermansen váikkuhit čájáhussii ođđa buktagiiguin mat gulahallet Jåksa dáiddalašvuođain.

source: Med dette grepet ønsker Tegnerforbundet å sette Iver Jåks i dialog med tendenser i dagens samtidskunst.
sme: Dáinna daguin háliida Tegnerforbudet čatnat Iver Jåksa dálá dálááiggedáidagii.

source: Iver Jåks er først og fremst kjent for sin grafikk, sine skulpturer og installasjoner, men i materialet Jåks etterlatte seg finnes det en del tegninger.
sme: Iver Jåks lea vuosttažettiin dovddus su grafihkain, su čuollamiiguin ja installašuvnnaiguin, muhto ávdnasiid gaskkas maid Jåks guđii ledje olu tevnnegat.

source: Disse tegningene viser også bredden i Jåks arbeid.
sme: Dát tevnnegat čájehit maid Jåksa barggu govdodaga.

source: – Denne utstillingen vil være med på å løfte frem Iver Jåks i et annet perspektiv, i tillegg til at den presenterer flere yngre samiske kunstnere i samme prosjekt , noe jeg er veldig glad for å kunne gi støtte til, sier sametingsråd Maja Kristine Jåma (NSR).
sme: – Dát čájáhus lea mielde lokteme Iver Jåksa eará perspektiivii, seammás go ovdanbuktá máŋga nuorra sámi dáiddára seamma prošeavttas, juoga man liikon hui bures doarjut, dadjá Maja Kristine Jåma (NSR).

source: Utstillingen er kuratert av Hanne Hammer Stien og Kristoffer Dolmen som samarbeider med flere om formidlingsarbeidet av utstillingen.
sme: Hanne Hammer Stien ja Kristoffer Dolmen leaba kuráhtorat čájáhusas ja ovttasbargaba máŋgasiiguin čájáhusa gaskkustanbarggus.

source: Blant annet vil det være fagseminar på Arkitekturmuseet, Oslo Sámiid Duodji skal holde duodjikvelder på Tegnerforbundet, og Laila Labba og Marte Lill Somby skal holde formidlingsprosjekt for barn og unge i Tegnerforbundet.
sme: Earret eará galgá fágaseminára Arkiteaktamuseas, Oslo Sámiid Duodji doallá duodjeeahkediid Tegnerforbudes, ja Laila Labba ja Marte Lill Somby galgaba doallat gaskkustanprošeavtta mánáide ja nuoraide Tegnerforbudas.

source: I tillegg er det inngått formidlingsavtale med Oslo samiske skole under utstillingsperioden.
sme: Dasa lassin lea gaskkustanšiehtadus dahkkon Oslo sámi skuvllain čájáhusáigodagas.

source: – Dette er et godt eksempel til etterfølgelse hvordan Tegnerforbundet knytter til seg andre samiske organisasjoner og institusjoner og samarbeider for å nå ut med samisk kunst til så mange som mulig, sier Jåma.
sme: – Lea buorre ovdamearka čuovvuleapmái movt Tegnerforbudet čatná alcces eará sámi organisašuvnnaid ja ásahusaid ja ovttasbargá olahan dihte sámi dáidaga nu olusiidda go vejolaš, dadjá Jåma.

source: Tilskuddet på 200 000 kroner er bevilget over tilskuddsordningen kulturtiltak.
sme: 200 000 ruvdnosaš doarjja lea juolluduvvon doarjjaortnegis Kulturdoaibmabijut.

source: For spørsmål eller intervju, kontakt sametingsråd Maja Kristine Jåma (NSR), mob. +47 472 42 366, maja.kristine.jama@samediggi.no
sme: Gažaldagaid dahje jearahallama addá sámediggeráđđi Maja Kristine Jåma (NSR), mob +47 984 87 576, maja.
